Repository: zhuxb711/RX-Explorer
Catalog: RX_Explorer/Strings/*/Resources.resw
Source language: en_us
Languages: de_de, es, fr_fr, zh_hans, zh_hant

# HashContent.Text
source: Verify the hash value to ensure that the files are exactly the same
de_de: Überprüfen Sie den Hash-Wert, um sicherzustellen, dass die Dateien genau gleich sind
es: Vérifiez la valeur de hachage pour vous assurer que les fichiers sont exactement les mêmes
fr_fr: Vérifiez la valeur de hachage pour vous assurer que les fichiers sont exactement les mêmes
zh_hans: 校验哈希值以确保文件完全一致
zh_hant: 驗證哈希值以確保文件完全相同

# HashHeader.Text
source: Calculate the hash
de_de: Berechne den Hash
es: Calcular el hash
fr_fr: Calculer le hachage
zh_hans: 计算哈希值
zh_hant: 计算散列值

# Drive_Description_Name
source: Drive
de_de: Laufwerk
zh_hans: 驱动器
zh_hant: 驅動器

# SettingPageContextMenuExtensionParallelContent.Text
source: Enabling this option will prevent the menu from popping up until all menu items have finished loading. Note: This option will have a significant effect on the speed at which the context menu pops up
de_de: Durch Aktivieren dieser Option wird verhindert, dass das Menü angezeigt wird, bis alle Menüelemente vollständig geladen sind. Hinweis: Diese Option hat einen erheblichen Einfluss auf die Geschwindigkeit, mit der das Kontextmenü angezeigt wird
es: Habilitar esta opción evitará que el menú aparezca hasta que todos los elementos del menú hayan terminado de cargarse. Nota: Esta opción tendrá un efecto significativo en la velocidad a la que aparece el menú contextual.
fr_fr: L'activation de cette option empêchera le menu de s'afficher jusqu'à ce que tous les éléments de menu aient fini de se charger. Remarque : cette option aura un effet significatif sur la vitesse à laquelle le menu contextuel apparaît
zh_hans: 启用此选项后将阻止菜单弹出直到所有菜单项已完成加载。注意: 此选项将对右键菜单弹出速度产生显著影响
zh_hant: 啟用此選項將阻止菜單彈出，直到所有菜單項完成加載。 注意：此選項將對上下文菜單彈出的速度產生顯著影響

# SettingPageContextMenuExtensionParallelHeader.Text
source: Wait for menu items to finish loading before popping up
de_de: Warten Sie, bis die Menüelemente geladen sind, bevor Sie auftauchen
es: Espere a que los elementos del menú terminen de cargarse antes de que aparezcan
fr_fr: Attendez la fin du chargement des éléments de menu avant de s'afficher
zh_hans: 弹出前等待菜单项完成加载
zh_hant: 在彈出之前等待菜單項完成加載

# Properties_Security_Tab
source: Security
de_de: Sicherheit
es: Seguridad
fr_fr: Sécurité
zh_hans: 安全
zh_hant: 安全

# SecurityAccountHeaderLabel.Text
source: Group or user
de_de: Gruppe oder Benutzer
es: Grupo o usuario
fr_fr: Groupe ou utilisateur
zh_hans: 组或用户名
zh_hant: 組或用戶

# SecurityObjectNameLabel.Text
source: Object name:
de_de: Objektname:
es: Nombre del objeto:
fr_fr: Nom de l'objet :
zh_hans: 对象名称:
zh_hant: 對象名稱:

# SecurityPermissionHeaderAllowLabel.Text
source: Allow
de_de: Erlauben
es: Permitir
fr_fr: Permettre
zh_hans: 允许
zh_hant: 允許

# SecurityPermissionHeaderDenyLabel.Text
source: Deny
de_de: Aberkennen
es: Negar
fr_fr: Nier
zh_hans: 拒绝
zh_hant: 拒絕

# SecurityPermissionHeaderPermissionLabel.Text
source: Permissions
de_de: Berechtigungen
es: Permisos
fr_fr: Autorisations
zh_hans: 权限
zh_hant: 權限

# Property_Security_Permission_FullControl
source: Fully control
de_de: Volle Kontrolle
es: Control total
fr_fr: Contrôle total
zh_hans: 完全控制
zh_hant: 完全控制

# Property_Security_Permission_Modify
source: Modify
de_de: Ändern
es: Modificar
fr_fr: Modifier
zh_hans: 修改
zh_hant: 修改

# Property_Security_Permission_Read
source: Read
de_de: Lesen
es: Leer
fr_fr: Lire
zh_hans: 读取
zh_hant: 讀取

# Property_Security_Permission_ReadAndExecute
source: Read and execute
de_de: Lesen und ausführen
es: Leer y ejecutar
fr_fr: Lire et exécuter
zh_hans: 读取并执行
zh_hant: 讀取並執行

# Property_Security_Permission_Write
source: Write
de_de: Schreiben
es: Escribir
fr_fr: Écrivez
zh_hans: 写入
zh_hant: 寫入

# SystemTip_RestartRequiredActionButton
source: Restart now
de_de: Jetzt neustarten
es: Reiniciar ahora
fr_fr: Redémarrer maintenant
zh_hans: 立即重新启动
zh_hant: 現在重啟

# Property_Security_Permission_ListDirectory
source: List folder contents
de_de: Ordnerinhalt auflisten
es: Lista de contenidos en la carpeta
fr_fr: Répertorier le contenu du dossier
zh_hans: 列出文件夹内容
zh_hant: 列出文件夾內容

# Properties_Tools_CheckHashButtonLabel.Text
source: Check
de_de: Überprüfen
es: Cheque
fr_fr: Vérifier
zh_hans: 检查
zh_hant: 檢查

# Properties_Tools_CheckHashKind_None
source: None
de_de: Keiner
es: Ninguno
fr_fr: Rien
zh_hans: 无
zh_hant: 無

# Properties_Tools_CheckHashTitle.Text
source: Hash comparison
de_de: Hash-Vergleich
es: Comparación de hash
fr_fr: Comparaison de hachage
zh_hans: 哈希值对比
zh_hant: 哈希比較

# Properties_Tools_CheckHashBoxPlaceholderText.PlaceholderText
source: Please paste the hash here
de_de: Bitte fügen Sie den Hash hier ein
es: Pegue el hash aquí
fr_fr: Veuillez coller le hachage ici
zh_hans: 请在此处粘贴哈希值
zh_hant: 請在此處粘貼哈希

# Operate_Text_SetAsQuickAccess
source: Add to Quick Access
de_de: Zu Schnellzugriff hinzufügen
es: Añadir a Acceso Rápido
fr_fr: Ajouter à Accès rapide
zh_hans: 添加到快速访问
zh_hant: 添加到快速訪問

# QueueDialog_CloseOnInnerViewerRemember_Content
source: Remember my choice and don't remind me next time
de_de: Erinnere dich an meine Wahl und erinnere mich beim nächsten Mal nicht daran
es: Recuerda mi elección y no me lo recuerdes la próxima vez
fr_fr: Souviens-toi de mon choix et ne me le rappelle pas la prochaine fois
zh_hans: 记住我的选择，下次不再提示
zh_hant: 記住我的選擇，下次不要提醒我

# QueueDialog_CloseOnInnerViewer_Content
source: Trying to close the application, do you want to do this?
de_de: Versuchen Sie, die Anwendung zu schließen, möchten Sie dies tun?
es: Intentando cerrar la aplicación, ¿quieres hacer esto?
fr_fr: Essayer de fermer l'application, voulez-vous faire cela ?
zh_hans: 正在尝试关闭应用，您是否希望执行此操作?
zh_hant: 試圖關閉應用程序，您要這樣做嗎？

# QueueDialog_CloseOnInnerViewer_PrimaryButton
source: Close the application
de_de: Schließen Sie die Anwendung
es: Cierra la aplicación
fr_fr: Fermer l'application
zh_hans: 关闭应用
zh_hant: 關閉應用程序

# QueueDialog_CloseOnInnerViewer_SencondaryButton
source: Close the viewer
de_de: Schließen Sie den Viewer
es: Cierra el visor.
fr_fr: Fermer la visionneuse
zh_hans: 关闭查看器
zh_hant: 關閉查看器

# File_Admin_DisplayType
source: File
de_de: Datei
es: Archivar
fr_fr: Fichier
zh_hans: 文件
zh_hant: 文件

# TaskList_OperationKind_Rename
source: Rename task
de_de: Aufgabe umbenennen
es: Renombrar tarea
fr_fr: Renommer la tâche
zh_hans: 重命名任务
zh_hant: 重命名任務

# QueueDialog_CouldNotOpenImage_Content
source: Unable to open this image file
de_de: Diese Bilddatei kann nicht geöffnet werden
es: No se puede abrir este archivo de imagen
fr_fr: Impossible d'ouvrir ce fichier image
zh_hans: 无法打开此图像文件
zh_hant: 無法打開此圖像文件

# QueueDialog_NotSupportedFile_Content
source: This file type is not supported
de_de: Dieser Dateityp wird nicht unterstützt
es: Este tipo de archivo no es compatible
fr_fr: Ce type de fichier n'est pas pris en charge
zh_hans: 该文件类型不受支持
zh_hant: 不支持此文件類型

# QueueDialog_RenameFailForNotExist_Content
source: File do not exist and cannot be renamed
de_de: Datei existiert nicht und kann nicht umbenannt werden
es: El archivo no existe y no se puede renombrar
fr_fr: Le fichier n'existe pas et ne peut pas être renommé
zh_hans: 文件不存在，无法重命名
zh_hant: 文件不存在，無法重命名

# BlueScreenExportLog
source: Export the log
de_de: Exportieren Sie das Protokoll
es: Exportar el registro
fr_fr: Exporter le journal
zh_hans: 导出日志文件
zh_hant: 導出日誌文件

# ExtendedSplashLoadingFullTrustText
source: Starting auxiliary process
de_de: Hilfsprozess starten
es: Iniciando proceso auxiliar
fr_fr: Démarrage du processus auxiliaire
zh_hans: 正在启动辅助进程
zh_hant: 正在啟動輔助進程

# LoadWSLOnStartup.OffContent
source: Disabled
de_de: Deaktiviert
es: Discapacitado
fr_fr: Désactivé
zh_hans: 禁用
zh_hant: 禁用

# LoadWSLOnStartup.OnContent
source: Enabled
de_de: Aktiviert
es: Activado
fr_fr: Autorisé
zh_hans: 启用
zh_hant: 啟用

# LoadWSLOnStartupDescription.Text
source: Enabling this option will load the WSL folder on startup. Note: Loading the WSL folder will cause a certain degree of performance loss. When connecting to the WSL folder, we need to start the corresponding WSL virtual machine at the same time
de_de: Durch Aktivieren dieser Option wird der WSL-Ordner beim Start geladen. Hinweis: Das Laden des WSL-Ordners führt zu einem gewissen Leistungsverlust. Beim Verbinden mit dem WSL-Ordner müssen wir gleichzeitig die entsprechende virtuelle WSL-Maschine starten
es: Habilitar esta opción cargará la carpeta WSL al inicio. Nota: Cargar la carpeta WSL provocará un cierto grado de pérdida de rendimiento. Al conectarnos a la carpeta WSL, debemos iniciar la máquina virtual WSL correspondiente al mismo tiempo
fr_fr: L'activation de cette option chargera le dossier WSL au démarrage. Remarque : Le chargement du dossier WSL entraînera un certain degré de perte de performances. Lors de la connexion au dossier WSL, nous devons démarrer la machine virtuelle WSL correspondante en même temps
zh_hans: 启用此选项后将在启动时加载WSL文件夹。注意：加载WSL文件夹将导致一定程度的性能损耗，连接至WSL文件夹时需要同时启动对应的WSL虚拟机
zh_hant: 啟用此選項將在啟動時加載 WSL 文件夾。 注意：加載 WSL 文件夾會造成一定程度的性能損失。 連接WSL文件夾時，我們需要同時啟動對應的WSL虛擬機

# LoadWSLOnStartupLabel.Text
source: Load WSL folder at startup
de_de: WSL-Ordner beim Start laden
es: Cargue la carpeta WSL al inicio
fr_fr: Charger le dossier WSL au démarrage
zh_hans: 启动时加载WSL文件夹
zh_hant: 启动时载入WSL文件夹

# SettingShareData.OffContent
source: Disabled
de_de: Deaktiviert
es: Discapacitado
fr_fr: Désactivé
zh_hans: 禁用
zh_hant: 禁用

# SettingShareData.OnContent
source: Enabled
de_de: Aktiviert
es: Activado
fr_fr: Autorisé
zh_hans: 启用
zh_hant: 啟用

# SettingShareDataDescription.Text
source: Enabling this option will automatically share data to analyze and improve the app. The shared content includes logs related to key exceptions and crashes. The data may contain related information such as paths or file names. If this information is very sensitive and important to you, you can use this option to safely close data sharing
de_de: Wenn Sie diese Option aktivieren, werden automatisch Daten geteilt, um die App zu analysieren und zu verbessern. Der freigegebene Inhalt enthält Protokolle zu wichtigen Ausnahmen und Abstürzen. Die Daten können zugehörige Informationen wie Pfade oder Dateinamen enthalten. Wenn diese Informationen sehr sensibel und wichtig für Sie sind, können Sie diese Option verwenden, um die Datenfreigabe sicher zu beenden
es: Habilitar esta opción compartirá datos automáticamente para analizar y mejorar la aplicación. El contenido compartido incluye registros relacionados con excepciones clave y bloqueos. Los datos pueden contener información relacionada, como rutas o nombres de archivos. Si esta información es muy confidencial e importante para usted, puede usar esta opción para cerrar el intercambio de datos de manera segura.
fr_fr: L'activation de cette option partagera automatiquement les données pour analyser et améliorer l'application. Le contenu partagé comprend des journaux liés aux principales exceptions et plantages. Les données peuvent contenir des informations connexes telles que des chemins ou des noms de fichiers. Si ces informations sont très sensibles et importantes pour vous, vous pouvez utiliser cette option pour fermer en toute sécurité le partage de données
zh_hans: 启用此选项后将自动共享数据以分析并改进本应用程序。共享的内容包括关键异常和崩溃相关的日志，数据中可能包含路径或文件名称等相关信息，若这些信息对您非常敏感和重要，则可以使用此选项安全的关闭数据共享
zh_hant: 啟用此選項將自動共享數據以分析和改進應用程序。 共享內容包括與關鍵異常和崩潰相關的日誌。 數據可能包含相關信息，例如路徑或文件名。 如果此信息對您非常敏感和重要，您可以使用此選項安全地關閉數據共享

# SettingShareDataLabel.Text
source: Share data to improve this application
de_de: Teilen Sie Daten, um diese Anwendung zu verbessern
es: Comparte datos para mejorar esta aplicación
fr_fr: Partager des données pour améliorer cette application
zh_hans: 共享数据以改进本应用
zh_hant: 共享數據以改進此應用程序

# TaskList_OperationKind_RemoteCopy
source: Remote copy task
de_de: Remote-Kopieraufgabe
es: Tarea de copia remota
fr_fr: Tâche de copie à distance
zh_hans: 远程复制任务
zh_hant: 远程拷贝任务

# QueueDialog_UnexpectedException_Content
source: The operation could not be completed due to an unknown error
de_de: Der Vorgang konnte aufgrund eines unbekannten Fehlers nicht abgeschlossen werden
es: No se pudo completar la operación debido a un error desconocido
fr_fr: L'opération n'a pas pu être terminée en raison d'une erreur inconnue
zh_hans: 由于出现未知错误，此操作未能完成
zh_hant: 由於未知錯誤，操作無法完成

# MultiProperty_DiffLocation_Text
source: Different folders
de_de: Verschiedene Ordner
es: Diferentes carpetas
fr_fr: Différents dossiers
zh_hans: 不同的文件夹

# QueueDialog_NotSupportedImageFormat_Content
source: An unsupported image format was specified
de_de: Es wurde ein nicht unterstütztes Bildformat angegeben
es: Se especificó un formato de imagen no compatible
fr_fr: Un format d'image non pris en charge a été spécifié
zh_hans: 指定了不受支持的图像格式

# QueueDialog_SaveFailed_Content
source: Unable to save file due to unknown error
de_de: Datei kann aufgrund eines unbekannten Fehlers nicht gespeichert werden
es: No se puede guardar el archivo debido a un error desconocido
fr_fr: Impossible d'enregistrer le fichier en raison d'une erreur inconnue
zh_hans: 由于未知错误，无法保存文件

# QueueDialog_TransocdeFailed_Content
source: Could not transcode the file due to an unknown error
de_de: Impossible de transcoder le fichier en raison d'une erreur inconnue
es: No se pudo transcodificar el archivo debido a un error desconocido
fr_fr: Impossible de transcoder le fichier en raison d'une erreur inconnue
zh_hans: 由于出现未知错误，无法转码该文件

# QueueDialog_VideoEditFailed_Content
source: Could not edit the video file due to an unknown error
de_de: Impossible de modifier le fichier vidéo en raison d'une erreur inconnue
es: No se pudo editar el archivo de video debido a un error desconocido
fr_fr: Impossible de modifier le fichier vidéo en raison d'une erreur inconnue
zh_hans: 由于出现未知错误，无法编辑该视频文件

# QueueDialog_VideoMergeFailed_Content
source: Could not merge the video file due to an unknown error
de_de: Impossible de fusionner le fichier vidéo en raison d'une erreur inconnue
es: No se pudo fusionar el archivo de video debido a un error desconocido
fr_fr: Impossible de fusionner le fichier vidéo en raison d'une erreur inconnue
zh_hans: 由于出现未知错误，无法合并该视频文件

# FTPCredentialDialog.Title
source: Login credentials required
de_de: Anmeldedaten erforderlich
es: Se requieren credenciales de inicio de sesión
fr_fr: Identifiants de connexion requis
zh_hans: 需要登录凭据

# FTPCredentialDialogAnonymousLogin.Content
source: Login with anonymous account
de_de: Melden Sie sich mit einem anonymen Konto an
es: Iniciar sesión con cuenta anónima
fr_fr: Connectez-vous avec un compte anonyme
zh_hans: 使用匿名账号登录

# FTPCredentialDialogPassword.Header
source: Password
de_de: Passwort
es: Clave
fr_fr: Mot de passe
zh_hans: 密码

# FTPCredentialDialogStatus1
source: Trying to log in
de_de: Versuchen sich anzumelden
es: Intentando iniciar sesión
fr_fr: Tentative de connexion
zh_hans: 正在尝试登录

# FTPCredentialDialogStatus2
source: The FTP server does not allow anonymous logins
de_de: Der FTP-Server erlaubt keine anonymen Anmeldungen
es: El servidor FTP no permite inicios de sesión anónimos
fr_fr: Le serveur FTP n'autorise pas les connexions anonymes
zh_hans: 该FTP服务器不允许使用匿名账号登录

# FTPCredentialDialogStatus3
source: Incorrect account or password
de_de: Falsches Konto oder Passwort
es: Cuenta o contraseña incorrecta
fr_fr: Compte ou mot de passe incorrect
zh_hans: 账号或密码不正确

# FTPCredentialDialogStatus4
source: Could not connect to the ftp server
de_de: Es konnte keine Verbindung zum FTP-Server hergestellt werden
es: No se pudo conectar al servidor ftp
fr_fr: Impossible de se connecter au serveur ftp
zh_hans: 无法连接到FTP服务器

# FTPCredentialDialogAccount.Header
source: Account
de_de: Konto
es: Cuenta
fr_fr: Compte
zh_hans: 账号

# FTPCredentialDialogSavePassword.Content
source: Save account and password
de_de: Konto und Passwort speichern
es: Guardar cuenta y contraseña
fr_fr: Enregistrer le compte et le mot de passe
zh_hans: 保存账号和密码

# NoApplicationAvailable
source: No apps available
de_de: Keine Anwendungen verfügbar
es: No hay aplicaciones disponibles
fr_fr: Aucune application disponible
zh_hans: 无任何可用应用程序

# SettingPageExplorerContextMenu.Text
source: Integration with Windows Explorer's menu
de_de: Integration mit dem Menü des Windows Explorers
es: Integración con el menú del Explorador de Windows
fr_fr: Intégration avec le menu de l'Explorateur Windows
zh_hans: 与Windows文件管理器的菜单集成

# SettingPageExplorerContextMenuDescription.Text
source: Enabling this option will add an "Open with RX-Explorer" menu item to the Windows Explorer to launch this application faster
de_de: Wenn Sie diese Option aktivieren, wird dem Windows Explorer ein Menüelement „Mit RX-Explorer öffnen“ hinzugefügt, um diese Anwendung schneller zu starten
es: Habilitar esta opción agregará un elemento de menú "Abrir con RX-Explorer" al Explorador de Windows para iniciar esta aplicación más rápido
fr_fr: L'activation de cette option ajoutera un élément de menu "Ouvrir avec RX-Explorer" à l'explorateur Windows pour lancer cette application plus rapidement
zh_hans: 启用此选项后将添加"使用RX文件管理器打开"菜单项至Windows文件管理器以快速启动本应用程序

# SettingPageExplorerContextMenuSwitch.OffContent
source: Disabled
de_de: Behindert
es: Desactivado
fr_fr: Désactivé
zh_hans: 已禁用

# SettingPageExplorerContextMenuSwitch.OnContent
source: Enabled
de_de: Aktiviert
es: Activado
fr_fr: Activé
zh_hans: 已启用

# BluetoothSendFileButtonText
source: Send file
de_de: Datei senden
es: Enviar archivo
fr_fr: Envoyer le fichier

# BluetoothUnPairButtonText
source: Unpair
de_de: Entkoppeln
es: Desemparejar
fr_fr: Dissocier

# Bluetooth_Transfer_Status_4
source: Unable to connect to target device
de_de: Es kann keine Verbindung zum Zielgerät hergestellt werden
es: No se puede conectar al dispositivo de destino
fr_fr: Impossible de se connecter à l'appareil cible

# BluetoothUI_Tips_Text_7
source: Unable to unpair the device
de_de: Das Gerät kann nicht entkoppelt werden
es: No se puede desvincular el dispositivo
fr_fr: Impossible de dissocier l'appareil

# BluetoothUI_Tips_Text_8
source: Pending
de_de: Ausstehend
es: Pendiente
fr_fr: En attente

# BluetoothShareTitle
source: Bluetooth Sharing
de_de: Bluetooth-Freigabe
es: Compartir Bluetooth
fr_fr: Partage Bluetooth

# ShutdownButtonBehavior_AskEveryTime
source: Ask me every time
de_de: Frag mich jedes mal
es: Pregúntame todo el tiempo
fr_fr: Demande-moi à chaque fois

# ShutdownButtonBehavior_CloseApplication
source: Close the application
de_de: Schließen Sie die Anwendung
es: Cierra la aplicación
fr_fr: Fermer l'application

# ShutdownButtonBehavior_CloseInnerViewer
source: Close the inner viewer
de_de: Schließen Sie den inneren Viewer
es: Cierra el visor interior
fr_fr: Fermez la visionneuse intérieure

# ShutdownButtonBehaviorLabel.Text
source: Customize the default behavior of the close button
de_de: Passen Sie das Standardverhalten der Schließen-Schaltfläche an
fr_fr: Personnaliser le comportement par défaut du bouton de fermeture

# ShutdownButtonBehaviorLabelDescription.Text
source: Specify the default behavior of the close button to avoid closing the application accidentally
de_de: Legen Sie das Standardverhalten der Schließen-Schaltfläche fest, um ein versehentliches Schließen der Anwendung zu vermeiden
fr_fr: Spécifiez le comportement par défaut du bouton de fermeture pour éviter de fermer accidentellement l'application

# VerticalSplitViewLimitationDescription.Text
source: Specify the limit of the number of vertical split views displayed at the same time, and the excess part needs to be accessed by scrolling. Note: Adjusting this setting is only recommended on wider screens, otherwise the contents of each view may become unrecognizable
de_de: Geben Sie das Limit für die Anzahl der gleichzeitig angezeigten vertikal geteilten Ansichten an, und auf den überschüssigen Teil muss durch Scrollen zugegriffen werden. Hinweis: Das Anpassen dieser Einstellung wird nur auf breiteren Bildschirmen empfohlen, da sonst der Inhalt jeder Ansicht unkenntlich werden kann
fr_fr: Spécifiez la limite du nombre de vues fractionnées verticales affichées en même temps, et la partie excédentaire doit être accessible par défilement. Remarque : le réglage de ce paramètre n'est recommandé que sur des écrans plus larges, sinon le contenu de chaque vue peut devenir méconnaissable

# VerticalSplitViewLimitationLabel.Text
source: Vertical split view display limitation
de_de: Anzeigebeschränkung für vertikal geteilte Ansicht
fr_fr: Limitation de l'affichage de la vue fractionnée verticale

# RemoveLabel
source: Remove the label
de_de: Entfernen Sie das Etikett
es: Retire la etiqueta
fr_fr: Retirer l'étiquette

# CustomLabelColorAndLabel.Text
source: Customize label and label colors
de_de: Passen Sie Etiketten und Etikettenfarben an
es: Personalizar etiquetas y colores de etiquetas
fr_fr: Personnaliser l'étiquette et les couleurs des étiquettes

# CustomLabelColorAndLabelDescription.Text
source: Customize the label color and the labels according to your personal preferences
de_de: Passen Sie die Etikettenfarbe und die Etiketten nach Ihren persönlichen Vorlieben an
es: Personaliza el color de la etiqueta y las etiquetas según tus preferencias personales
fr_fr: Personnalisez la couleur de l'étiquette et les étiquettes selon vos préférences personnelles

# CustomLabelColorAndLabelBox.PlaceholderText
source: Please enter the text you wish to use
de_de: Bitte geben Sie den gewünschten Text ein
es: Por favor ingrese el texto que desea utilizar
fr_fr: Veuillez entrer le texte que vous souhaitez utiliser

# PredefineLabelText1
source: Label 1
de_de: Etikett 1
es: Etiqueta 1
fr_fr: Étiquette 1

# PredefineLabelText2
source: Label 2
de_de: Etikett 2
es: Etiqueta 2
fr_fr: Étiquette 2

# PredefineLabelText3
source: Label 3
de_de: Etikett 3
es: Etiqueta 3
fr_fr: Étiquette 3

# PredefineLabelText4
source: Label 4
de_de: Etikett 4
es: Etiqueta 4
fr_fr: Étiquette 4

# AddLabel
source: Label
de_de: Etikett
es: Etiqueta
fr_fr: Étiquette

# QueueDialog_RotationFailed_Content
source: Failed to rotate the image
de_de: Das Bild konnte nicht gedreht werden
es: Error al rotar la imagen
fr_fr: Échec de la rotation de l'image

# PhotoViewerZoomButton.Label
source: Zoom
de_de: Zoomen

# ColumnDescription
source: Column
de_de: Spalte
es: Columna
fr_fr: Colonne

# LineDescription
source: Line
de_de: Linie
es: Línea
fr_fr: Ligne

# TextViewer_SelectedItem
source: {ItemNum} selected
de_de: {ItemNum} ausgewählt
es: {ItemNum} seleccionado
fr_fr: {ItemNum} sélectionné

# QueueDialog_MixLineEnding_Content
source: The text file has several different terminators, so the text will be automatically unified to CRLF when saved
de_de: Die Textdatei hat mehrere verschiedene Endzeichen, sodass der Text beim Speichern automatisch zu CRLF vereinheitlicht wird
es: El archivo de texto tiene varios terminadores diferentes, por lo que el texto se unificará automáticamente a CRLF cuando se guarde
fr_fr: Le fichier texte a plusieurs terminateurs différents, de sorte que le texte sera automatiquement unifié au CRLF lors de l'enregistrement

# QueueDialog_CanNotAdjustSmallImage_Content
source: Could not resize images with too small resolution
de_de: Bilder mit zu geringer Auflösung konnten nicht skaliert werden
fr_fr: Impossible de redimensionner les images avec une résolution trop petite

# Toast_Restart_Common_Text_1
source: RX-Explorer has been restarted
de_de: RX-Explorer wurde neu gestartet
fr_fr: RX-Explorer a été redémarré

# Toast_Restart_Common_Text_2
source: We have tried to restore the previous state!
de_de: Wir haben versucht, den vorherigen Zustand wiederherzustellen!
fr_fr: Nous avons essayé de restaurer l'état précédent !

# Toast_Restart_Crash_Text
source: RX crashes due to UWP framework or other unexpected exceptions
de_de: RX stürzt aufgrund des UWP-Frameworks oder anderer unerwarteter Ausnahmen ab
fr_fr: RX se bloque en raison du cadre UWP ou d'autres exceptions inattendues
